a
aa
aaa
aaah
aachane
aache
aachie
aachiliwe
aachiwe
aachwe
aadhibiwe
aagize
aah
aajiriwe
aam
aambiwe
aamini
aamke
aamua
aamue
aamuru
aandae
aandike
aandikishwe
aangalie
aanguke
aanza
aanze
aanzie
aanzishe
aaron
ab
aba
ababa
ababu
abacha
abadan
abadili
abadilike
abadilishe
abaki
abakie
abas
abasi
abass
abba
abbas
abbey
abbott
abby
abc
abd
abdala
abdalah
abdalla
abdallah
abdel
abdelaziz
abdelkader
abdella
abdelrazik
abdi
abdilah
abdillah
abdisalaam
abdou
abdoulaye
abdu
abduel
abdul
abdulah
abdulatif
abdulaziz
abdulghan
abdulhalim
abdulhaman
abdulkadir
abdulkarim
abdulla
abdullah
abdullahi
abdulle
abdulmutallab
abdulrahaman
abdulrahim
abdulrahman
abdulrazak
abdulwahid
abdulwakil
abdurahman
abe
abebe
abeche
abed
abedi
abeid
abel
abeneth
abidal
abidjan
abihudi
abiri
abiria
abo
abobo
aboma
abood
abou
abouba
aboubacar
aboubakar
aboud
about
aboutrika
abraham
abrahaman
abrahman
abramovich
abri
absa
absalom
absaloom
absolom
abu
abubakar
abubakari
abubakary
abuja
abunu
abunuwasi
abuse
abushiri
abuu
abuubakar
abwao
abyei
ac
academia
academic
academy
acc
access
account
accountability
accra
acde
ace
aceh
acha
achague
achaguliwe
achana
achaneni
achanganyikiwe
achangie
achelewe
acheni
acheze
achezee
achia
achilia
achmat
acholi
achukue
achukuliwe
achunguze
achunguzwe
acid
acp
acres
act
acta
action
actionaid
active
acts
ad
ada
adabu
adadi
adai
adaiwa
adam
adamjee
adamou
adams
adamu
adan
adar
adawi
adb
addis
addison
addo
addy
adebayo
adebayor
adel
adela
adelaida
adelf
adelgunda
adelhelm
adelina
adella
adema
aden
adha
adhabu
adhaminiwe
adhia
adhima
adhimu
adhma
adhuhuri
adidas
adil
adila
adili
adilifu
adimu
adinani
adis
adiyiah
adjamagbo
adjustment
adm
admin
ado
adolf
adolph
adrian
adriano
adson
adu
adua
adui
advantage
advocate
advocates
ae
aec
aeg
aelewe
aeleza
aeleze
aendako
aendapo
aende
aendelee
aendeleze
aendeshe
aenende
aenguliwe
aepuke
afa
afadhali
afafanue
afahamu
afaidike
afanane
afande
afanikishe
afanikiwe
afanya
afanyavyo
afanye
afanyeje
afanyiwe
afariki
afc
afcon
afdb
afe
afewerki
affa
affairs
afgem
afghanistan
afghanistani
afika
afike
afikie
afikirie
afikishe
afikishwe
afirika
afisa
afisi
afp
afri
africa
african
africana
africans
africare
africom
africommerce
afrika
afrikan
afrique
afro
after
afuate
afuatilie
afueni
afukuzwe
afumwisye
afundishwe
afunge
afungiwe
afungue
afunguliwe
afungwe
afurahi
afurahie
afute
afutiwe
afya
ag
aga
against
agakhan
agano
agapa
agape
agatha
agathon
age
agency
agenda
agent
ageuke
agger
aggreko
aggrey
agha
aghalab
aghalabu
aghali
aghlabu
agip
agizo
agnes
agness
agoa
agogo
agombee
agost
agosti
agostino
agosto
agra
agreement
agreta
agrey
agricultural
agriculture
agripina
agrrey
aguero
agusti
agustine
agustino
ah
aha
ahaa
ahadi
ahakikishe
ahamad
ahame
ahamed
ahamie
ahamishwe
ahera
aheri
aheshimu
ahh
ahidi
ahirisho
ahisi
ahitaji
ahlan
ahli
ahly
ahmad
ahmada
ahmadi
ahmadinejad
ahmed
ahmedi
ahojiwe
ahram
ahsante
ahsanteni
ahudhurie
ahueni
ahukumiwe
ai
aiba
aibu
aibuka
aibuke
aic
aicc
aict
aid
aida
aidan
aideed
aidha
aids
aieleze
aifanye
aifungie
aifute
aika
aiko
ailaze
aileen
ailinda
aimbe
aime
ain
aina
ainea
aingie
aingilie
aipatie
air
airbus
aires
airlines
airo
airport
airways
aisaidie
aisee
aisema
aisha
aishi
aishie
aishiye
aitishe
aitumie
aitwae
aitwaye
aitwe
aiweke
aj
aja
ajabu
ajali
ajalini
ajari
ajaribu
ajax
ajay
ajaye
aje
ajenda
ajenge
ajiamini
ajiandae
ajibu
ajieleze
ajifunze
ajii
ajikite
ajikute
ajili
ajiondoe
ajione
ajipange
ajipatie
ajira
ajirekebishe
ajiri
ajiridhishe
ajisalimishe
ajisikie
ajitahidi
ajitambue
ajitetee
ajitoe
ajitokeze
ajitose
ajitume
ajiulize
ajiunge
ajiuzulu
ajiweke
ajizi
ajli
ajuaye
ajue
ajulikanaye
ajulikane
ajuza
ak
aka
akaacha
akaachana
akaachia
akaachiwa
akaachwa
akaaga
akaagiza
akaahidi
akaambiwa
akaambulia
akaamka
akaamua
akaamuru
akaandika
akaangalia
akaanguka
akaanza
akaanzisha
akabadili
akabadilika
akabaini
akabainisha
akabaki
akabakia
akabidhi
akabidhiwe
akachagua
akachaguliwa
akacheka
akacheza
akachomoa
akachukia
akachukua
akachukuliwa
akadai
akadaka
akadakia
akadhani
akadokeza
akae
akaelekea
akaelewa
akaeleza
akaelezea
akaelezwa
akaenda
akaendelea
akaendeleza
akafa
akafafanua
akafanikiwa
akafanya
akafanye
akafanyiwa
akafariki
akafika
akafikia
akafikishwa
akafuata
akafuatia
akafunga
akafungua
akafungwa
akafyatua
akageuka
akagoma
akagombea
akagombee
akagonga
akague
akagundua
akahamia
akahamishiwa
akahisi
akahitimisha
akahoji
akaibuka
akaingia
akaingilia
akaingiza
akaiomba
akaishi
akaishia
akaitaka
akaitwa
akaja
akajaribu
akajenga
akajibiwa
akajibu
akajifunza
akajikuta
akajitetea
akajitoa
akajitokeza
akajiunga
akajua
akakaa
akakamatwa
akakana
akakanusha
akakasirika
akakata
akakataa
akakimbia
akakimbilia
akakiri
akakosa
akakubali
akakumbana
akakumbuka
akakuta
akakutana
akakutwa
akalazimika
akalazwa
akaleta
akaletwa
akamaliza
akamalizia
akamatwa
akamatwe
akamfuata
akamgeukia
akamilishe
akamjibu
akampa
akampeleka
akampiga
akampigia
akamtaja
akamtaka
akamteua
akamuomba
akamuua
akamuuliza
akamwachia
akamwambia
akamweleza
akamwita
akamwomba
akaniambia
akanieleza
akanijibu
akaniomba
akanipa
akanitaka
akaniuliza
akanukuliwa
akanunua
akanunue
akanushe
akanyanyuka
akaomba
akaona
akaondoka
akaondolewa
akaonekana
akaongeza
akaonya
akaonyesha
akapanda
akapata
akapate
akapatwa
akapelekwa
akapendekeza
akapewa
akapiga
akapigwa
akapimwe
akapinga
akapokea
akapona
akapoteza
akapumzike
akarejea
akarudi
akarudia
akarudishwa
akaruhusiwa
akaruka
akasafiri
akasahau
akasema
akashangaa
akashauri
akashika
akashinda
akashindwa
akashiriki
akashtuka
akashuka
akashusha
akasikia
akasikika
akasimama
akasimamia
akasisitiza
akasita
akasoma
akasome
akatae
akatafuta
akatafute
akatahadharisha
akataja
akataka
akatakiwa
akatamani
akatamba
akatambua
akatamka
akatangaza
akate
akateuliwa
akatibiwe
akatiwa
akatoa
akatoka
akatokea
akatolea
akatoweka
akatuambia
akatulia
akatumia
akatupa
akatwaa
akatwe
akauliza
akaulizwa
akaumia
akaunda
akaunti
akauti
akavaa
akavua
akavuta
akawa
akawaambia
akawaeleza
akawahakikishia
akawaita
akawajibu
akawaomba
akawaonya
akawapa
akawataja
akawataka
akawauliza
akaweka
akaweza
akazidi
akazu
akazungumza
akazungumzia
akbar
akberali
ake
aki
akiacha
akiachia
akiachiwa
akiachwa
akiagana
akiagiza
akiahidi
akiahirisha
akiainisha
akiambatana
akiambiwa
akiambulia
akiamini
akiamka
akiamua
akiandaa
akiandaliwa
akiandamwa
akiandika
akiangalia
akiangua
akianguka
akiangukia
akianza
akianzia
akianzisha
akiapa
akiapishwa
akiba
akibadili
akibadilisha
akibainika
akibainisha
akibaki
akibanwa
akibeba
akibebeshwa
akibeza
akibubujikwa
akibuni
akichaguliwa
akichambua
akichanganya
akichangia
akichechemea
akicheka
akichelewa
akicheza
akichezea
akichezesha
akichimba
akichonga
akichota
akichuana
akichukua
akichukuliwa
akichunga
akida
akidai
akidaiwa
akidhani
akidhaniwa
akidi
akidokeza
akielekea
akielekeza
akielewa
akieleza
akielezea
akielezwa
akienda
akiendelea
akiendeleza
akiendesha
akifa
akifafanua
akifahamika
akifahamu
akifanikiwa
akifanya
akifanyia
akifanyiwa
akifariki
akifaulu
akifika
akifikia
akifikiri
akifikiria
akifikisha
akifikishwa
akifoka
akifuata
akifuatana
akifuatia
akifuatilia
akifuatiwa
akifukuzwa
akifundisha
akifundishwa
akifunga
akifungua
akifungwa
akifurahia
akifuta
akifuzu
akigawa
akigoma
akigombana
akigombea
akigonga
akigusia
akiguswa
akihaha
akihakikisha
akihama
akihamasisha
akihangaika
akihema
akihimiza
akihisi
akihitaji
akihitimisha
akihofia
akihoji
akihojiwa
akihubiri
akihudhuria
akihukumiwa
akihusika
akihusisha
akihusishwa
akihutubia
akiiba
akiibuka
akiichezea
akiifanya
akiifundisha
akiigiza
akiimba
akiimbia
akiingia
akiingiza
akiinoa
akiiomba
akiiongoza
akiipa
akiipongeza
akiishi
akiishia
akiishutumu
akiita
akiitaja
akiitaka
akiitetea
akiitoa
akiitumia
akiitumikia
akiitwa
akiiwakilisha
akiizungumzia
akija
akijadili
akijali
akijaribu
akijaza
akijenga
akijeruhiwa
akijiamini
akijiandaa
akijibu
akijieleza
akijifanya
akijifua
akijifungua
akijifunza
akijigamba
akijihusisha
akijiita
akijikita
akijikuta
akijinadi
akijinasibu
akijipanga
akijishughulisha
akijisikia
akijisomea
akijitahidi
akijitambulisha
akijitapa
akijitayarisha
akijitetea
akijitoa
akijitokeza
akijitolea
akijituma
akijiuliza
akijiunga
akijiuzulu
akijivunia
akijua
akijulikana
akikaa
akikabidhi
akikabidhiwa
akikabiliana
akikabiliwa
akikagua
akikaimu
akikamata
akikamatwa
akikamilisha
akikana
akikanusha
akikaribia
akikariri
akikaririwa
akikata
akikataa
akikatiza
akikatwa
akikemea
akikerwa
akikifanya
akikimbia
akikimbilia
akikimbizwa
akikiri
akikisema
akikitumia
akikiuka
akikosa
akikosea
akikosoa
akikosolewa
akikubali
akikubaliana
akikumbana
akikumbuka
akikumbwa
akikusanya
akikusudia
akikutana
akikutwa
akikwama
akikwepa
akil
akila
akilaani
akilala
akilalama
akilalamika
akilalamikia
akilalamikiwa
akilamba
akilaumiwa
akilaumu
akilazimika
akilazimisha
akilenga
akileta
akili
akilia
akiliendesha
akilihutubia
akililia
akilima
akilimali
akilinda
akilindwa
akilinganisha
akilini
akiliongoza
akilipa
akilipwa
akilitumia
akilizungumzia
akilonga
akimaanisha
akimaliza
akimalizia
akimbie
akimbilie
akimbizwe
akimbwaga
akimchapa
akimdai
akimfanyia
akimfuata
akimhoji
akimhudumia
akimhusisha
akimiliki
akimjibu
akimkabidhi
akimkaribisha
akimkariri
akimlalamikia
akimlaumu
akimlenga
akimnadi
akimnukuu
akimpa
akimpatia
akimpenda
akimpiga
akimpigia
akimpongeza
akimsaidia
akimshambulia
akimshauri
akimshinda
akimshirikisha
akimshutumu
akimsifu
akimsikiliza
akimsomea
akimsubiri
akimsumbua
akimtahadharisha
akimtaja
akimtaka
akimtambulisha
akimtangaza
akimtazama
akimtetea
akimtoa
akimtuhumu
akimtumia
akimueleza
akimuelezea
akimuomba
akimuona
akimuuliza
akimuunga
akimwacha
akimwachia
akimwaga
akimwakilisha
akimwambia
akimwangalia
akimweleza
akimwelezea
akimwita
akimwomba
akimwona
akimzungumzia
akina
akinababa
akinadada
akinadi
akinamama
akini
akiniambia
akinipa
akinitazama
akinola
akinukuliwa
akinukuu
akinunua
akinyi
akinyolewa
akinywa
akiogelea
akiogopa
akiokoa
akiomba
akiombwa
akiona
akiondoka
akiondolewa
akionekana
akionesha
akiongea
akiongelea
akiongeza
akiongezea
akiongoza
akiongozana
akiongozwa
akionya
akionyesha
akionyeshwa
akiota
akioza
akipachika
akipamba
akipambana
akipanda
akipandisha
akipandishwa
akipanga
akipata
akipatikana
akipatiwa
akipatwa
akipeleka
akipelekwa
akipenda
akipendekeza
akipendelea
akipeperusha
akipewa
akipiga
akipigana
akipigania
akipigia
akipigiwa
akipigwa
akipinga
akipingana
akipingwa
akipita
akipitia
akipitishwa
akipokea
akipongeza
akipoteza
akirejea
akirejesha
akiri
akiridhika
akiripoti
akirithi
akirudi
akirudia
akirudisha
akiruhusu
akiruka
akirusha
akisafiri
akisafiria
akisafirisha
akisahau
akisaidia
akisaidiana
akisaidiwa
akisaini
akisaka
akisakwa
akisalimiana
akisema
akisha
akishakuwa
akishamaliza
akishambuliwa
akishangaa
akishangazwa
akishangilia
akishangiliwa
akishapata
akishauri
akishauriwa
akishika
akishikilia
akishikiliwa
akishinda
akishindwa
akishinikiza
akishinikizwa
akishiriki
akishirikiana
akishitakiwa
akishtakiwa
akishughulika
akishughulikia
akishuhudia
akishuhudiwa
akishuka
akishukuru
akishusha
akishutumiwa
akishutumu
akisifia
akisifiwa
akisifu
akisikia
akisikika
akisikiliza
akisikitishwa
akisimama
akisimamia
akisimulia
akisindikizwa
akisingizia
akisisitiza
akisisitizia
akisistiza
akisita
akisoma
akisomea
akisomewa
akistaafu
akisubiri
akisubiriwa
akisumbuliwa
akitabasamu
akitafakari
akitafuta
akitafutwa
akitahadharisha
akitaja
akitajwa
akitaka
akitakiwa
akitamani
akitamba
akitambua
akitambulishwa
akitamka
akitanda
akitangaza
akitangazwa
akitanguliwa
akitarajia
akitarajiwa
akitazama
akitegemea
akitekeleza
akitembea
akitembelea
akitenda
akitengeneza
akiteta
akitetea
akitetemeka
akitetewa
akiteuliwa
akithibitisha
akithubutu
akitia
akitibiwa
akitikisa
akitilia
akitimiza
akitishia
akitoa
akitofautiana
akitoka
akitokea
akitokwa
akitolea
akitolewa
akitoroka
akitua
akituhumiwa
akituhumu
akituma
akitumbuiza
akitumia
akitumika
akitumikia
akitumiwa
akitupa
akitwaa
akiuawa
akiugua
akiugulia
akiuguza
akiuliza
akiulizwa
akiumia
akiumizwa
akiumwa
akiunga
akiungana
akiunganisha
akiungwa
akiutumia
akiuza
akiuzungumzia
akivaa
akivua
akivuja
akivuka
akivunja
akivuta
akivutia
akivutiwa
akiwa
akiwaacha
akiwaaga
akiwaahidi
akiwaambia
akiwaangalia
akiwaasa
akiwabwaga
akiwaelekeza
akiwaeleza
akiwaelezea
akiwafundisha
akiwahi
akiwahimiza
akiwahutubia
akiwaita
akiwajibika
akiwajibu
akiwakilisha
akiwalenga
akiwamo
akiwanadi
akiwania
akiwaomba
akiwaona
akiwaongoza
akiwaonya
akiwaonyesha
akiwapa
akiwapatia
akiwapeleka
akiwapiga
akiwapigia
akiwapo
akiwasaidia
akiwashauri
akiwashawishi
akiwashinda
akiwashirikisha
akiwashukuru
akiwashutumu
akiwasihi
akiwasili
akiwasiliana
akiwasilisha
akiwasisitiza
akiwasomea
akiwatahadharisha
akiwataja
akiwataka
akiwatetea
akiwatishia
akiwatuhumu
akiwatumia
akiwaza
akiwazungumzia
akiweka
akiwekwa
akiwemo
akiwepo
akiweza
akiyafanya
akiyapata
akiyasema
akiyataja
akiyatoa
akizaliwa
akizawadiwa
akizidi
akizidiwa
akizifanya
akizindua
akizingatia
akizipata
akizitaja
akizitoa
akizitumia
akizomewa
akizugumza
akizuia
akizundua
akizunguka
akizungumza
akizungumzia
akizungunza
akizunguza
ako
akol
akon
akonaay
akose
akram
akrama
aktika
akuavyo
akubali
akubaliane
akubalike
akudo
akue
akukweti
akumbuke
akupe
akusaidie
akutane
akuwa
akwa
akwilombe
akyoo
al
ala
alaa
alaam
alabama
aladji
alaf
alafu
alain
alale
alama
alamsiki
alan
alando
alarab
alasiri
alassane
alat
alatanga
alaumiwe
alawi
alazimike
alazimishwe
alazwe
albam
albamu
albania
albano
albert
alberta
alberto
albina
albino
albion
albright
album
alcorta
aldo
ale
alec
alegre
aleikum
alejandro
alessandro
alete
alex
alexander
alexandra
alexandre
alexandria
alexis
alfa
alfabeti
alfajiri
alfan
alfonce
alfonse
alfonso
alfred
alfredo
alfu
algae
algeria
algiers
alhad
alhaj
alhaji
alhamis
alhamisi
alhidaaya
ali
aliacha
aliachana
aliachia
aliachiliwa
aliachishwa
aliachiwa
aliachwa
aliadhibiwa
aliaga
aliagiza
aliagizwa
aliahidi
aliahidiwa
aliahirisha
aliainisha
aliajiriwa
alialikwa
aliambaa
aliambatana
aliambia
aliambiwa
aliambulia
aliamini
aliamka
aliamriwa
aliamsha
aliamua
aliamuru
aliandaa
aliandaliwa
aliandamana
aliandika
aliandikiwa
aliangalia
aliangua
alianguka
aliangukia
aliangukiwa
aliangushwa
alianza
alianzia
alianzisha
aliapa
aliapishwa
aliasa
aliaye
alibadili
alibadilika
alibadilisha
alibahatika
alibaini
alibainika
alibainisha
alibaki
alibakia
alibakwa
alibanisha
alibanwa
alibariki
alibashiri
alibatilisha
alibatizwa
alibeba
alibeza
alibubujikwa
alibuni
alibwagwa
alice
alichagua
alichaguliwa
alichanganya
alichanganyikiwa
alichangia
alichapisha
alichapwa
alicheka
alichelewa
alicheza
alichezea
alichezesha
alichinjwa
alicho
alichoahidi
alichoandika
alichodai
alichoeleza
alichofanya
alichofanyiwa
alichoita
alichojifunza
alichoka
alichokaa
alichokiamini
alichokiandika
alichokieleza
alichokielezea
alichokifanya
alichokiita
alichokiona
alichokionyesha
alichokipata
alichokisema
alichokitaja
alichokitaka
alichokitumia
alichokizungumza
alichokula
alichokuwa
alichoma
alichomoa
alichomoka
alichomshirikisha
alichomwa
alichonacho
alichonga
alichopanda
alichopata
alichopewa
alichosema
alichotaka
alichotakiwa
alichotumia
alichozaliwa
alichozungumza
alichukia
alichukizwa
alichukua
alichukuliwa
alichukuwa
alicia
alidai
alidaiwa
alidaka
alidakia
alidanganya
alidanganywa
alidhaminiwa
alidhamiria
alidhani
alidhibitisha
alidhihirisha
alidiriki
alidokeza
alidondoka
alidumu
alie
alielekea
alielekeza
alielewa
alieleza
alielezea
alielezwa
aliema
alienda
aliendelea
aliendeleza
aliendesha
alienguliwa
alifafanua
alifahamika
alifahamisha
alifahamishwa
alifahamu
alifananisha
alifanikisha
alifanikiwa
alifanya
alifanyia
alifanyiwa
alifarijika
alifariki
alifaulu
alifia
alificha
alifichua
alifika
alifikia
alifikiri
alifikiria
alifikisha
alifikishwa
alifikwa
alifiwa
alifoka
alifuata
alifuatana
alifuatilia
alifuatiwa
alifuatwa
alifukuzwa
alifumua
alifundisha
alifundishwa
alifunga
alifungia
alifungiwa
alifungua
alifunguliwa
alifungwa
alifunika
alifurahi
alifurahia
alifurahishwa
alifuta
alifutiwa
alifyatua
aligaesha
aligawa
aligeuka
aligeukia
aligeuza
alighushi
aligoma
aligombea
aligonga
aligongana
aligongeana
aligongwa
aliguna
aligundua
aligundulika
aligunduliwa
aligusa
aligusia
aliguswa
alihadharisha
alihaidi
alihakikisha
alihakikishia
alihama
alihamaki
alihamasisha
alihamia
alihamishiwa
alihamishwa
alihangaika
alihimiza
alihisi
alihitaji
alihitimisha
alihitimu
alihofia
alihoji
alihojiwa
alihudhuria
alihukumiwa
alihusika
alihusisha
alihusishwa
alihutubia
aliiacha
aliiagiza
aliiahirisha
aliiambia
aliiandikia
aliianza
aliiba
aliibiwa
aliibua
aliibuka
aliibukia
aliichezea
aliichukua
aliidanganya
aliidhinisha
aliieleza
aliielezea
aliifanya
aliifanyia
aliifundisha
aliifunga
aliifungia
aliigiza
aliihakikishia
aliijenga
aliikabidhi
aliikataa
aliikosesha
aliikumbusha
aliilalamikia
aliilaumu
aliileza
aliimba
aliimbia
aliingia
aliingilia
aliingiwa
aliingiza
aliingizwa
aliinoa
aliinua
aliinuka
aliiomba
aliiona
aliiongezea
aliiongoza
aliionya
aliipa
aliipata
aliipatia
aliipeleka
aliipenda
aliipokea
aliipongeza
aliisaidia
aliisawazishia
aliishangaa
aliishauri
aliishi
aliishia
aliishiwa
aliishuhudia
aliishukuru
aliishutumu
aliisifia
aliisifu
aliisihi
aliita
aliitahadharisha
aliitaja
aliitaka
aliitawala
aliitembelea
aliitetea
aliithibitishia
aliitikia
aliitisha
aliitoa
aliituhumu
aliitumia
aliitumikia
aliitupia
aliitwa
aliiuliza
aliiwakilisha
aliiwezesha
alijaliwa
alijaribu
alijaza
alijenga
alijeruhiwa
alijiandaa
alijiandikisha
alijibiwa
alijibu
alijichanganya
alijieleza
alijiengua
alijifanya
alijifunga
alijifungua
alijifunza
alijigamba
alijihusisha
alijiingiza
alijijengea
alijikita
alijikuta
alijinadi
alijinasibu
alijinyakulia
alijinyonga
alijiona
alijiondoa
alijionea
alijipa
alijipatia
alijisahau
alijisalimisha
alijisemea
alijishindia
alijisikia
alijitahidi
alijitambulisha
alijitapa
alijitetea
alijitoa
alijitokeza
alijitolea
alijitosa
alijitwalia
alijiua
alijiuliza
alijiunga
alijiuzulu
alijiwekea
alijizolea
alijua
alijulikana
alijunga
alikaa
alikabidhi
alikabidhiwa
alikabiliana
alikabiliwa
alikadiria
alikagua
alikaidi
alikamata
alikamatwa
alikamilisha
alikana
alikanusha
alikaribia
alikaribisha
alikaribishwa
alikariri
alikaririwa
alikasirika
alikasirishwa
alikata
alikataa
alikataliwa
alikatisha
alikatiwa
alikatwa
alikejeli
alikemea
alikerwa
aliketi
alikiambia
alikiba
alikielezea
alikifanya
alikiita
alikimbia
alikimbilia
alikimbizwa
alikiona
alikipongeza
alikiri
alikitaka
alikiuka
aliko
alikodi
alikoenda
alikofanya
alikohitimu
alikokuwa
alikokwenda
alikolazwa
alikopa
alikopata
alikopelekwa
alikosa
alikosea
alikosoa
alikosolewa
alikosoma
alikotoka
alikotokea
alikozaliwa
alikua
alikubali
alikubaliana
alikubaliwa
alikufa
alikuja
alikula
alikulia
alikumbana
alikumbuka
alikumbusha
alikumbushia
alikumbwa
alikunywa
alikurupuka
alikusanya
alikusudia
alikuta
alikutana
alikutwa
alikuwa
alikuwamo
alikuwapo
alikuwemo
alikuwepo
alikwama
alikwenda
alikwepa
alikwisha
alikwua
alilaani
alilakiwa
alilala
alilalama
alilalamika
alilalamikia
alilalamikiwa
alilaumiwa
alilaumu
alilazimika
alilazimisha
alilazimishwa
alilazwa
alilelewa
alilenga
alileta
aliletewa
aliletwa
alilia
aliliambia
alilidanganya
alilidokeza
alilieleza
alilielezea
alilifanya
alilihakikishia
alilihutubia
aliliita
alilikataa
alilimbia
alilimwa
aliliomba
aliliona
aliliongoza
alilipa
alilipinga
alilipongeza
alilipwa
alilishukuru
alilitaja
alilitaka
alilitangazia
alilithibitishia
alilitoa
aliliweka
alilizungumzia
alilodai
alilofanya
alilofunga
alilokuwa
alilolifanya
aliloliita
alilolipa
alilolisema
alilolitoa
alilonalo
alilopanda
alilopata
alilopewa
alilopiga
alilosema
alilotaka
alilotenda
alilotoa
alilotumia
aliloulizwa
alilowahi
alimaanisha
alimaliza
alimalizia
alimbaka
alimbana
alimbeba
alimbwaga
alimchagua
alimchapa
alimchezea
alimchoma
alimchukua
alimdanganya
alime
alimfahamu
alimfananisha
alimfanyia
alimfuata
alimfukuza
alimfundisha
alimfunga
alimfungia
alimgeukia
alimgonga
alimhakikishia
alimhoji
alimhukumu
alimjeruhi
alimjibu
alimjulisha
alimkaba
alimkabidhi
alimkamata
alimkana
alimkaribisha
alimkariri
alimkata
alimkatalia
alimkuta
alimlalamikia
alimlaumu
alimlawiti
alimlazimisha
alimmwagia
alimnadi
alimnukuu
alimokuwa
alimpa
alimpandisha
alimpata
alimpatia
alimpeleka
alimpelekea
alimpenda
alimpiga
alimpigia
alimpokea
alimpongeza
alimradi
alimrithi
alimruhusu
alimrushia
alimsaidia
alimshambulia
alimshangaa
alimshauri
alimshawishi
alimshika
alimshinda
alimshuhudia
alimshukuru
alimshutumu
alimsifia
alimsifu
alimsihi
alimsikia
alimsimamisha
alimsomea
alimsukuma
alimtaarifu
alimtafuta
alimtahadharisha
alimtaja
alimtaka
alimtakia
alimtambua
alimtambulisha
alimtangaza
alimtazama
alimtembelea
alimtemea
alimtetea
alimteua
alimtishia
alimtoa
alimtolea
alimtuhumu
alimtukana
alimtuma
alimtumia
alimtupia
alimtwanga
alimua
alimuacha
alimuachia
alimuaga
alimuagiza
alimuahidi
alimuambia
alimuamuru
alimuandikia
alimudu
alimueleza
alimuelezea
alimuingilia
alimuita
alimuoa
alimuomba
alimuona
alimuonya
alimuonyesha
alimuua
alimuuliza
alimuunga
alimvamia
alimwacha
alimwachia
alimwaga
alimwagiwa
alimwagiza
alimwahidi
alimwakilisha
alimwambia
alimwamuru
alimwandikia
alimwangalia
alimwangusha
alimwekea
alimwelekeza
alimweleza
alimwelezea
alimwingiza
alimwita
alimwomba
alimwona
alimwonya
alimwonyesha
alimzaa
alimzidi
alimzuia
alina
alinacha
alinasa
alinaswa
alinde
alinena
aling
alingara
alinggara
aliniacha
aliniambia
aliniandikia
alinieleza
alinifuata
alinihakikishia
aliniita
alinijibu
aliniomba
alinionyesha
alinipa
alinipeleka
alinipiga
alinipigia
alinisaidia
alinishauri
alinitaka
alinitazama
alinitumia
aliniuliza
alinukuliwa
alinukuu
alinunua
alinunuliwa
alinusurika
alinyakua
alinyanyua
alinyanyuka
alinyimwa
alinyongwa
alinyoosha
alio
alioa
alioambatana
alioanza
aliochukua
aliodai
aliofanya
aliofanyiwa
aliogopa
alioimba
alioingia
aliojiwekea
aliokaa
aliokoa
aliokolewa
aliokotwa
aliokutana
aliokuwa
aliolewa
aliomba
aliombwa
aliomshirikisha
aliona
alionao
aliondoa
aliondoka
aliondolewa
alionekana
alionesha
alioneshwa
alionewa
aliongea
aliongelea
aliongeza
aliongezea
aliongezewa
aliongoza
aliongozana
alionja
alionya
alionyesha
alionyeshwa
alionywa
alioonyesha
aliopata
aliopewa
aliopiga
aliorodhesha
aliosema
alioshirikiana
aliota
aliotaka
aliotoa
aliouanzisha
aliouchukua
alioufanya
aliouita
aliouitisha
aliouona
aliouonesha
aliouonyesha
alioupata
alioutoa
alioutumia
aliowaacha
aliowahi
aliowaita
aliowakuta
aliowataja
aliowateua
aliowatuhumu
aliozaa
alipachika
alipachikwa
alipaisha
alipambana
alipanda
alipandishwa
alipanga
alipangiwa
alipangua
alipangwa
alipaswa
alipata
alipatikana
alipatiwa
alipatwa
alipe
alipeleka
alipeleke
alipelekewa
alipelekwa
alipenda
alipendekeza
alipendekezwa
alipendelea
alipendwa
alipewa
alipie
alipiga
alipigana
alipigania
alipigia
alipigilia
alipigiwa
alipigwa
alipimwa
alipinduliwa
alipinga
alipingana
alipingwa
alipishana
alipita
alipitia
alipitisha
alipitishwa
alipitiwa
alipo
alipoacha
alipoachana
alipoachia
alipoachiwa
alipoaga
alipoahidi
alipoajiriwa
alipoambiwa
alipoamka
alipoamua
alipoandika
alipoanguka
alipoanza
alipoanzisha
alipoapishwa
alipobaini
alipobanwa
alipochaguliwa
alipocheza
alipochukua
alipochukuliwa
alipodai
alipoeleza
alipoelezwa
alipoenda
alipofanikiwa
alipofanya
alipofanyiwa
alipofariki
alipofika
alipofikia
alipofikisha
alipofikishwa
alipofuatilia
alipofuatwa
alipofunga
alipofungua
alipogeuka
alipogombea
alipogundua
alipohama
alipohamia
alipohamishiwa
alipohitimu
alipohoji
alipohojiwa
alipohudhuria
alipohukumiwa
alipohutubia
alipoibuka
alipoifungia
alipoimba
alipoingia
alipoingilia
alipoishia
alipoitembelea
alipoitisha
alipoitwa
alipojaribu
alipojibu
alipojifungua
alipojikuta
alipojitokeza
alipojiunga
alipojiuzulu
alipokabidhiwa
alipokamatwa
alipokaribia
alipokataa
alipokea
alipokelewa
alipokewa
alipokua
alipokubali
alipokufa
alipokuja
alipokuta
alipokutana
alipokutwa
alipokuwa
alipokuwepo
alipokwenda
alipolazimika
alipolazwa
alipolihutubia
alipomaliza
alipomfuata
alipomhoji
alipompiga
alipomtaka
alipomtembelea
alipomuona
alipomuuliza
alipomwambia
alipomwita
alipona
aliponda
alipongeza
aliponiambia
aliponiona
alipoomba
alipoombwa
alipoona
alipoondoka
alipoondolewa
alipoonekana
alipoongea
alipoongoza
alipopachika
alipopanda
alipopata
alipopatikana
alipopatwa
alipopekuliwa
alipopelekwa
alipopewa
alipopiga
alipopigiwa
alipopigwa
alipopimwa
alipopinduliwa
alipopita
alipopokea
alipopoteza
alipora
aliporejea
aliporudi
aliporuhusiwa
aliporwa
aliposaini
aliposema
aliposhika
aliposhinda
aliposhindwa
aliposhiriki
aliposhuka
aliposikia
aliposimama
aliposisitiza
aliposoma
alipostaafu
alipotafutwa
alipotaja
alipotaka
alipotakiwa
alipotambulishwa
alipotamka
alipotangaza
alipotangazwa
alipotea
alipotembelea
alipoteuliwa
alipoteza
alipotimiza
alipotoa
alipotoka
alipotokea
alipotolewa
alipotua
alipotumia
alipotwaa
alipouawa
alipouliza
alipoulizwa
alipoumia
alipounganisha
alipovamiwa
alipowaambia
alipowaeleza
alipowahutubia
alipowaita
alipowaona
alipowasili
alipowasiliana
alipowasilisha
alipowataka
alipowatembelea
alipowauliza
alipoweka
alipoweza
alipozaliwa
alipozidiwa
alipozikwa
alipozindua
alipozinduka
alipozungumza
alipozungumzia
alipozuru
alipumzika
alipumzishwa
alipunguza
alipuuza
alipuuzia
alipwe
alirejea
alirejesha
alirejeshwa
alirekodi
aliridhia
aliridhika
aliridhishwa
aliripoti
aliripotiwa
alirithi
alirithiwa
alirudi
alirudia
alirudisha
alirudishwa
aliruhusiwa
aliruhusu
aliruka
alirusha
alirushwa
alisababisha
alisafiri
alisafirishwa
alisahau
alisaidia
alisaidiwa
alisaini
alisajili
alisajiliwa
alisalimiana
alisambaza
alisawazisha
aliseama
alisem
alisema
alisemekana
alisena
alishaanza
alishafanya
alishafariki
alishakuwa
alishamaliza
alishambuliwa
alishangaa
alishangaza
alishangazwa
alishangilia
alishangiliwa
alishapata
alishasema
alishatangaza
alishatoa
alishauri
alishauriwa
alishawahi
alishaweka
alishawishika
alishawishiwa
alishika
alishikilia
alishikiliwa
alishikwa
alishinda
alishindwa
alishinikizwa
alishiriki
alishirikiana
alishirikishwa
alishitakiwa
alishituka
alishtakiwa
alishtuka
alishtukia
alishtushwa
alishughulikie
alishuhudia
alishuka
alishukuru
alishusha
alishutumiwa
alishutumu
alisifia
alisifu
alisihi
alisikia
alisikika
alisikiliza
alisikitika
alisikitishwa
alisimama
alisimamia
alisimamisha
alisimamishwa
alisimikwa
alisimulia
alisindikizwa
alisisitiza
alisisitizia
alisistiza
alisita
alisitisha
alisitiza
alisoma
alisomea
alisomewa
alison
alistaafu
alistahili
alisubiri
alisukumwa
alitabanaisha
alitabiri
alitafsiri
alitafuta
alitahadharisha
alitaja
alitajwa
alitaka
alitakiwa
alitamani
alitamba
alitambua
alitambulika
alitambulisha
alitambulishwa
alitambuliwa
alitamka
alitanabaisha
alitangaza
alitangazwa
alitangulia
alitarajia
alitarajiwa
alitawala
alitawazwa
alitazamiwa
alitegemea
alitegemewa
alitekeleza
alitekwa
aliteleza
alitembea
alitembelea
alitembelewa
alitemwa
alitenda
alitengeneza
alitengua
aliteswa
alitetea
aliteua
aliteuliwa
alithibisha
alithibitisha
alithibitishwa
alithubutu
alitia
alitibiwa
alitii
alitikisa
alitilia
alitimiza
alitimkia
alitimua
alitimuliwa
alitinga
alitishia
alitishiwa
alitiwa
alitoa
alitoboa
alitofautiana
alitoka
alitokea
alitokwa
alitolea
alitolewa
alitoroka
alitoweka
alitozwa
alitua
alituachia
alituahidi
alituambia
alitueleza
alitufundisha
alituhumiwa
alituhumu
alituletea
alitulia
alituma
alitumbuiza
alitumbukiza
alitumia
alitumika
alitumikia
alitumiwa
alitumwa
alitunga
alitunukiwa
alitupa
alitupilia
alitupwa
alitwaa
aliua
aliuagiza
aliuambia
aliuawa
aliueleza
aliuelezea
aliufanya
aliugua
aliuita
aliukwamisha
aliuliza
aliulizwa
aliumba
aliumia
aliumizwa
aliumwa
aliunasa
aliunda
aliunga
aliungana
aliunganisha
aliunganishwa
aliungwa
aliuomba
aliupata
aliupinga
aliuponda
aliupongeza
aliushukuru
aliusifu
aliutaja
aliutaka
aliutangazia
aliutoa
aliutumia
aliuwahi
aliuwawa
aliuza
aliuziwa
alivaa
alivamia
alivamiwa
aliviambia
alivikwa
aliviomba
alivionya
alivitaja
alivitaka
alivua
alivuka
alivuliwa
alivumilia
alivuna
alivunja
alivunjika
alivuta
alivutia
alivutiwa
alivyo
alivyoagiza
alivyoagizwa
alivyoahidi
alivyoamua
alivyoanza
alivyobainisha
alivyodai
alivyoeleza
alivyofanikiwa
alivyofanya
alivyofanyiwa
alivyofika
alivyohojiwa
alivyohusika
alivyoimba
alivyoingia
alivyoishi
alivyojibu
alivyokamatwa
alivyokaririwa
alivyokiri
alivyokuwa
alivyonavyo
alivyonukuliwa
alivyoomba
alivyoona
alivyoondoka
alivyoonyesha
alivyopanga
alivyopata
alivyopendekeza
alivyopewa
alivyosema
alivyoshauri
alivyoshindwa
alivyoshiriki
alivyoshughulikia
alivyoshuhudia
alivyotaka
alivyotakiwa
alivyotangaza
alivyotarajia
alivyotoa
alivyotumia
alivyovitoa
alivyowahi
alivyoweza
alivyozungumza
aliwaacha
aliwaachia
aliwaaga
aliwaagiza
aliwaahidi
aliwaambia
aliwaamuru
aliwaandikia
aliwaasa
aliwabeza
aliwabwaga
aliwachukua
aliwadanganya
aliwaelekeza
aliwaeleza
aliwaelezea
aliwafananisha
aliwafuata
aliwafukuza
aliwafundisha
aliwafungia
aliwageukia
aliwahakikishia
aliwahamasisha
aliwahi
aliwahimiza
aliwahoji
aliwahukumu
aliwahutubia
aliwainua
aliwaita
aliwajibika
aliwajibu
aliwakabidhi
aliwakamata
aliwakaribisha
aliwakemea
aliwakilisha
aliwakilishwa
aliwakumbusha
aliwakusanya
aliwakuta
aliwalaumu
aliwambia
aliwania
aliwanyima
aliwaomba
aliwaona
aliwaondoa
aliwaongoza
aliwaonya
aliwaonyesha
aliwapa
aliwapatia
aliwapeleka
aliwapenda
aliwapiga
aliwapigia
aliwapokea
aliwaponda
aliwapongeza
aliwapumzisha
aliwaruhusu
aliwasaidia
aliwasha
aliwashambulia
aliwashangaa
aliwashangaza
aliwashauri
aliwashinda
aliwashukuru
aliwashutumu
aliwasifu
aliwasihi
aliwasili
aliwasiliana
aliwasilisha
aliwasisitiza
aliwasisitizia
aliwasomea
aliwatahadharisha
aliwataja
aliwataka
aliwatakia
aliwatambua
aliwatangazia
aliwatembelea
aliwatetea
aliwateua
aliwatia
aliwatoa
aliwatoka
aliwatolea
aliwatoroka
aliwatuhumu
aliwatuma
aliwatumia
aliwatupia
aliwaua
aliwauliza
aliwaweka
aliwaza
aliwazuia
aliweka
aliwekewa
aliwekeza
aliwekwa
aliweza
aliyaeleza
aliyaelezea
aliyafanya
aliyaita
aliyakana
aliyakataa
aliyaona
aliyapata
aliyasema
aliyataja
aliyataka
aliyathibitisha
aliyatoa
aliyaweka
aliye
aliyeacha
aliyeachia
aliyeachiwa
aliyeachwa
aliyeagiza
aliyeahidi
aliyeajiriwa
aliyeambatana
aliyeambukizwa
aliyeambulia
aliyeamini
aliyeamua
aliyeamuru
aliyeandaa
aliyeandaliwa
aliyeandika
aliyeanguka
aliyeangushwa
aliyeanza
aliyeanzisha
aliyeathirika
aliyebadili
aliyebahatika
aliyebaki
aliyebakia
aliyebakwa
aliyebeba
aliyebobea
aliyebuni
aliyechaguliwa
aliyechangia
aliyecheza
aliyechezea
aliyechezesha
aliyechoka
aliyechukua
aliyechukuliwa
aliyedai
aliyedaiwa
aliyedhamiria
aliyedhani
aliyedumu
aliyeeleza
aliyeenda
aliyeendesha
aliyeenguliwa
aliyefahamika
aliyefanikisha
aliyefanikiwa
aliyefanya
aliyefanyiwa
aliyefariki
aliyefaulu
aliyefia
aliyefika
aliyefikia
aliyefikisha
aliyefikishwa
aliyefuata
aliyefuatana
aliyefuatia
aliyefuatilia
aliyefuatiwa
aliyefukuzwa
aliyefundisha
aliyefunga
aliyefungiwa
aliyefungua
aliyefungwa
aliyefuzu
aliyegombea
aliyegongwa
aliyegundua
aliyeguswa
aliyehamia
aliyehamishiwa
aliyehamishwa
aliyehitimu
aliyehoji
aliyehojiwa
aliyehudhuria
aliyehukumiwa
aliyehusika
aliyeiba
aliyeibiwa
aliyeibua
aliyeibuka
aliyeichezea
aliyeidhinisha
aliyeifungia
aliyeimba
aliyeingia
aliyeiongoza
aliyeipa
aliyeipatia
aliyeishi
aliyeitaka
aliyeitwa
aliyeiwakilisha
aliyeiwezesha
aliyejaliwa
aliyejaribu
aliyejenga
aliyejeruhiwa
aliyejiandikisha
aliyejibu
aliyejifanya
aliyejifunga
aliyejifungua
aliyejiita
aliyejijengea
aliyejinyakulia
aliyejipatia
aliyejitaja
aliyejitambulisha
aliyejitangaza
aliyejitoa
aliyejitokeza
aliyejitolea
aliyejitosa
aliyejiunga
aliyejiuzulu
aliyejizolea
aliyejua
aliyejulikana
aliyekaa
aliyekabidhiwa
aliyekamatwa
aliyekamilika
aliyekaririwa
aliyekata
aliyekataa
aliyekatwa
aliyekimbia
aliyekimbilia
aliyekiri
aliyeko
aliyekomaa
aliyekosa
aliyekubali
aliyekufa
aliyekuja
aliyekula
aliyekulia
aliyekusanya
aliyekutana
aliyekutwa
aliyekuwa
aliyekuwamo
aliyekuwapo
aliyekuwemo
aliyekuwepo
aliyekwenda
aliyekwisha
aliyelala
aliyelalamika
aliyelazimika
aliyelazwa
aliyeleta
aliyeletwa
aliyelipwa
aliyemaliza
aliyemalizia
aliyemfanyia
aliyemkamata
aliyempa
aliyempatia
aliyempeleka
aliyempiga
aliyemrithi
aliyemshambulia
aliyemshinda
aliyemtaja
aliyemtaka
aliyemtambulisha
aliyemtangulia
aliyemteua
aliyemtuma
aliyemuua
aliyemwakilisha
aliyemwita
aliyemzaa
aliyenacho
aliyenaswa
aliyenaye
aliyengara
aliyenggara
aliyenipa
aliyenunua
aliyenusurika
aliyenyakua
aliyeoa
aliyeolewa
aliyeomba
aliyeona
aliyeondoka
aliyeondolewa
aliyeonekana
aliyeonesha
aliyeongea
aliyeongoza
aliyeongozana
aliyeonyesha
aliyeonywa
aliyepachika
aliyepanda
aliyepanga
aliyepangwa
aliyepania
aliyepaswa
aliyepata
aliyepatikana
aliyepeleka
aliyepelekwa
aliyependa
aliyependekezwa
aliyepewa
aliyepiga
aliyepigiwa
aliyepigwa
aliyepinga
aliyepita
aliyepitia
aliyepitishwa
aliyepo
aliyepokea
aliyepotea
aliyepoteza
aliyerejea
aliyeripotiwa
aliyerithi
aliyerudi
aliyeruhusiwa
aliyesababisha
aliyesafiri
aliyesaidia
aliyesaini
aliyesajiliwa
aliyesalia
aliyesema
aliyeshauri
aliyeshika
aliyeshikilia
aliyeshinda
aliyeshindwa
aliyeshiriki
aliyeshirikiana
aliyeshitakiwa
aliyeshtakiwa
aliyeshuhudia
aliyesikiliza
aliyesimama
aliyesimamia
aliyesimamishwa
aliyesisitiza
aliyesoma
aliyesomea
aliyestaafu
aliyestahili
aliyetabiri
aliyetajwa
aliyetaka
aliyetakiwa
aliyetamba
aliyetambulika
aliyetambulishwa
aliyetambuliwa
aliyetamka
aliyetangaza
aliyetangazwa
aliyetangulia
aliyetarajia
aliyetarajiwa
aliyetawala
aliyetegemea
aliyetekeleza
aliyetekwa
aliyetembelea
aliyetemwa
aliyetenda
aliyetengeneza
aliyeteuliwa
aliyethibitisha
aliyethubutu
aliyetia
aliyetimiza
aliyetimuliwa
aliyetiwa
aliyetoa
aliyetoka
aliyetokea
aliyetolewa
aliyetoroka
aliyetoweka
aliyetua
aliyetuhumiwa
aliyetumia
aliyetumwa
aliyetunga
aliyetutoka
aliyetuumba
aliyetwaa
aliyeua
aliyeuawa
aliyeukwamisha
aliyeuliza
aliyeumbwa
aliyeumia
aliyeunda
aliyeunganisha
aliyeuza
aliyeuziwa
aliyeuzwa
aliyevaa
aliyevalia
aliyevamia
aliyevamiwa
aliyevuliwa
aliyevunja
aliyevunjika
aliyewaambia
aliyewahi
aliyewania
aliyewaongoza
aliyewapa
aliyewasili
aliyewasiliana
aliyewasilisha
aliyewataka
aliyewateua
aliyewatoka
aliyewatuma
aliyewaua
aliyeweka
aliyewekewa
aliyewekwa
aliyeweza
aliyezaa
aliyezaliwa
aliyezawadiwa
aliyezikwa
aliyezoa
aliyezoea
aliyezungumza
aliyezungumzia
aliyo
aliyoacha
aliyoahidi
aliyoandika
aliyoandikiwa
aliyoanza
aliyoanzisha
aliyocheza
aliyochukua
aliyodai
aliyoeleza
aliyofanya
aliyofanyiwa
aliyofikia
aliyofunga
aliyofungwa
aliyoiacha
aliyoiandaa
aliyoiandika
aliyoianza
aliyoianzisha
aliyoichukua
aliyoielezea
aliyoifanya
aliyoifanyia
aliyoifungua
aliyoiita
aliyoijenga
aliyoingia
aliyoiona
aliyoiongoza
aliyoionyesha
aliyoipa
aliyoipata
aliyoisaini
aliyoishi
aliyoisoma
aliyoita
aliyoitaja
aliyoitoa
aliyoitumia
aliyoiunda
aliyoiwasilisha
aliyoiweka
aliyojenga
aliyojifunza
aliyojijengea
aliyojiunga
aliyojiwekea
aliyokaa
aliyokabidhiwa
aliyokuja
aliyokuwa
aliyokuwanayo
aliyokwenda
aliyompa
aliyomshirikisha
aliyomwandikia
aliyonayo
aliyoomba
aliyoonyeshwa
aliyopanga
aliyopangiwa
aliyopata
aliyopewa
aliyopita
aliyopitia
aliyopo
aliyosaini
aliyosema
aliyoshindwa
aliyosoma
aliyotaka
aliyotakiwa
aliyotangaza
aliyotembelea
aliyotenda
aliyotoa
aliyotoka
aliyotuachia
aliyotumia
aliyotumwa
aliyoulizwa
aliyounda
aliyowaahidi
aliyowafanyia
aliyowahi
aliyowapa
aliyowasilisha
aliyoweka
aliyowekewa
aliyoyaacha
aliyoyaandika
aliyoyaanza
aliyoyaanzisha
aliyoyaeleza
aliyoyafanya
aliyoyaita
aliyoyaona
aliyoyapata
aliyoyasema
aliyoyataja
aliyoyatamka
aliyoyatenda
aliyoyatoa
aliyoyazungumza
aliyozaliwa
aliyozungumza
aliyu
alizaa
alizaliwa
alizama
alizawadiwa
alizembea
alizeti
aliziagiza
alizichukua
alizidi
alizidisha
alizidiwa
alizielezea
alizikwa
alizima
alizimia
alizindua
alizinduka
alizingatia
aliziomba
alizipata
alizipongeza
alizirai
alizishauri
alizitaja
alizitaka
alizitoa
alizitumia
alizo
alizoa
alizoahidi
alizochangia
alizocheza
alizochukua
alizodai
alizoea
alizofanya
alizoigiza
alizokuwa
alizomewa
alizonazo
alizopata
alizopewa
alizopitia
alizosema
alizotaja
alizotembelea
alizotoa
alizotumia
alizowahi
alizowasilisha
alizozifanya
alizoziita
alizozipata
alizozitaja
alizozitoa
alizua
alizuia
alizuiliwa
alizuiwa
alizunguka
alizungumza
alizungumzia
alizuru
alkmaar
all
allah
allam
allan
allardyce
allen
alley
alli
alliance
ally
alma
almaarufu
almanusra
almanusura
almas
almasi
almeida
almeider
almeria
almunia
alois
aloitwa
alokuwa
alone
alonso
aloo
aloyce
aloycia
alpha
alphonce
alphonse
alsiema
also
alstom
alternative
altidore
alu
aluminium
aluta
alute
aluu
alvaro
alves
always
am
ama
amaan
amabaye
amabo
amabye
amabyo
amado
amadou
amahoro
amal
amali
amalize
amalizie
aman
amana
amanda
amandus
amani
amanzi
amar
amara
amasha
amatus
amavubi
amazon
amba
ambacho
ambae
ambako
ambali
ambalo
ambamo
ambani
ambao
ambapo
ambar
ambari
ambassador
ambavyo
ambaye
ambayo
ambazo
ambi
ambiental
ambo
ambokile
amboni
amboseli
ambrose
ambulance
ambulansi
ambwene
amchague
amchukue
ame
ameacha
ameachana
ameachia
ameachiliwa
ameachiwa
ameachwa
ameadhibiwa
ameaga
ameagiza
ameagizwa
ameahidi
ameahidiwa
ameahirisha
ameajiri
ameajiriwa
amealikwa
ameambatana
ameambia
ameambiwa
ameambukizwa
ameamriwa
ameamua
ameamuru
ameandaa
ameandaliwa
ameandamana
ameandika
ameandikiwa
ameangalia
ameanguka
ameangushwa
ameanza
ameanzia
ameanzisha
ameapa
ameapishwa
ameathirika
ameathiriwa
ameazimia
amebadili
amebadilika
amebadilisha
amebahatika
amebaini
amebainika
amebainisha
amebaki
amebakia
amebakisha
amebakiwa
amebakiza
amebakwa
amebanwa
amebariki
amebeba
amebebwa
amebobea
amebuni
amechagua
amechaguliwa
amechanganyikiwa
amechangia
amechelewa
amechemsha
amecheza
amechezea
amechimba
amechoka
amechomwa
amechoshwa
amechukizwa
amechukua
amechukuliwa
amedai
amedaiwa
amedaka
amedanganya
amedanganywa
amedhalilishwa
amedhaminiwa
amedhamiria
amedhihirisha
amedokeza
amedondosha
amedumu
ameduwaa
ameelekeza
ameelewa
ameeleza
ameelezea
ameelezwa
ameenda
ameendelea
ameendeleza
ameendesha
ameenguliwa
amefafanua
amefahamika
amefanikisha
amefanikiwa
amefanya
amefanyia
amefanyiwa
amefarijika
amefariki
amefaulu
amefia
amefichua
amefika
amefikia
amefikiria
amefikisha
amefikishwa
amefilisika
amefiwa
amefuata
amefuatana
amefuatilia
amefukuzwa
amefulia
amefundisha
amefunga
amefungiwa
amefungua
amefunguliwa
amefungwa
amefurahi
amefurahia
amefurahishwa
amefuta
amefuzu
amegeuka
amegeukia
ameghushi
amegoma
amegombea
amegundua
amegundulika
ameguswa
amehakikisha
amehama
amehamia
amehamishia
amehamishiwa
amehamishwa
ameharibu
amehifadhiwa
amehimiza
amehitimu
amehoji
amehudhuria
amehukumiwa
amehusika
amehusishwa
ameiacha
ameiagiza
ameiambia
ameiandaa
ameiba
ameibadilisha
ameibiwa
ameibua
ameibuka
ameibukia
ameichezea
ameieleza
ameielezea
ameifanya
ameifanyia
ameifunga
ameifungia
ameigiza
ameilalamikia
ameilaumu
ameimba
ameingia
ameingilia
ameingiwa
ameingiza
ameingizwa
ameiomba
ameiona
ameiongoza
ameionya
ameipa
ameipata
ameipeleka
ameipokea
ameipongeza
ameir
ameisaidia
ameishauri
ameishi
ameishia
ameishiwa
ameishukuru
ameishutumu
ameisifu
ameita
ameitaja
ameitaka
ameitisha
ameitoa
ameitumia
ameitumikia
ameitwa
ameivaa
ameiweka
ameiwezesha
amejaa
amejaliwa
amejaribu
amejawa
amejaza
amejenga
amejeruhiwa
amejiandaa
amejiandikisha
amejibu
amejichimbia
amejificha
amejifungua
amejifunika
amejifunza
amejigamba
amejihakikishia
amejiingiza
amejijengea
amejikita
amejikuta
amejinyakulia
amejinyonga
amejiondoa
amejionea
amejipa
amejipanga
amejipatia
amejipumzisha
amejisikia
amejitahidi
amejitambulisha
amejitetea
amejitoa
amejitokeza
amejitolea
amejitosa
amejiua
amejiunga
amejiuzulu
amejiweka
amejiwekea
amejizolea
amejua
amekaa
amekabidhi
amekabidhiwa
amekalia
amekamata
amekamatwa
amekamilika
amekamilisha
amekana
amekanusha
amekaririwa
amekasirika
amekasirishwa
amekata
amekataa
amekatwa
amekemea
amekerwa
ameketi
amekiandaa
amekifanya
amekihama
amekimbia
amekimbilia
amekimbizwa
amekiri
amekitaka
amekiuka
amekomaa
amekosa
amekosea
amekosoa
amekua
amekubali
amekubaliana
amekufa
amekuja
amekula
amekulia
amekumbana
amekumbwa
amekunja
amekunywa
amekurupuka
amekusanya
amekusudia
amekuta
amekutana
amekutwa
amekuwa
amekuwepo
amekwama
amekwenda
amekwepa
amekwisha
amekwishaanza
amekwishatoa
amelaani
amelala
amelalamika
amelalamikia
amelalamikiwa
amelaumiwa
amelaumu
amelazimika
amelazimishwa
amelazwa
amelelewa
amelenga
ameleta
ameletwa
amelewa
amelia
ameliagiza
ameliambia
amelidanganya
amelieleza
amelifanya
amelifanyia
ameliomba
ameliona
ameliongoza
amelipa
amelipia
amelipongeza
amelipwa
amelitaka
amelithibitishia
amelitumikia
amemaliza
amembeba
amemchagua
amemchukua
amemdhalilisha
amemeza
amemfungulia
amemhakikishia
amemjibu
amemkabidhi
amemmwagia
amempa
amempenda
amempiga
amempigia
amempongeza
amemruhusu
amemsaidia
amemsamehe
amemshambulia
amemshauri
amemshirikisha
amemshukuru
amemshutumu
amemsifu
amemtaja
amemtaka
amemtangaza
amemtetea
amemteua
amemtuhumu
amemtuma
amemtumia
amemua
amemuacha
amemuagiza
amemueleza
amemuita
amemuoa
amemuomba
amemuua
amemwacha
amemwachia
amemwaga
amemwagiza
amemwambia
amemwandikia
amemweleza
amemwelezea
amemwita
amemwomba
amen
ameniambia
amenieleza
amenihakikishia
amenipa
amenukuliwa
amenunua
amenunuliwa
amenusurika
amenyamaza
amenyangganywa
amenyimwa
ameoa
ameokoka
ameolewa
ameomba
ameombwa
ameona
ameondoka
ameondolewa
ameonekana
ameonesha
ameonewa
ameongea
ameongeza
ameongezea
ameongezewa
ameongezwa
ameongoza
ameongozana
ameonja
ameonya
ameonyesha
ameotea
amepachika
amepanda
amepandishwa
amepanga
amepangiwa
amepangwa
amepania
amepata
amepatikana
amepatiwa
amepatwa
amepeleka
amepelekwa
amependekeza
amependekezwa
amepewa
amepiga
amepigana
amepigiwa
amepigwa
amepinga
amepingana
amepita
amepitia
amepitishwa
amepitwa
amepokea
amepona
ameponda
amepongeza
amepotea
amepoteza
amepotoka
amepumzika
amepunguza
amepuuza
amerejea
amerejesha
amerejeshwa
amerekodi
america
american
ameridhia
ameridhika
ameridhishwa
amerika
ameripoti
ameripotiwa
amerithi
amerudi
amerudia
amerudisha
amerudishwa
ameruhusiwa
ameruhusu
amesababisha
amesafiri
amesahau
amesaidia
amesaini
amesajili
amesajiliwa
amesema
amesha
ameshaanza
ameshaeleza
ameshafanya
ameshafariki
ameshafika
ameshafikishwa
ameshafunga
ameshakamilisha
ameshakufa
ameshakutana
ameshakuwa
ameshakwenda
ameshamaliza
ameshambuliwa
ameshangaa
ameshangazwa
ameshaona
ameshaondoka
ameshaonyesha
ameshapata
ameshapatikana
ameshapewa
ameshapokea
ameshapoteza
amesharekodi
ameshasaini
ameshasema
ameshatangaza
ameshatoa
ameshatumia
ameshauri
ameshauriwa
ameshawahi
ameshawasili
ameshawasiliana
ameshawasilisha
ameshaweka
ameshawishika
ameshazungumza
ameshika
ameshikilia
ameshikiliwa
ameshikwa
ameshinda
ameshindwa
ameshiriki
ameshirikiana
ameshirikishwa
ameshitakiwa
ameshtakiwa
ameshtuka
ameshtushwa
ameshuhudia
ameshuka
ameshukuru
ameshutumiwa
ameshutumu
amesifu
amesikia
amesikika
amesikiliza
amesikitishwa
amesimama
amesimamia
amesimamishwa
amesindikizwa
amesisitiza
amesitisha
amesoma
amesomea
amesomewa
amestaafu
amesukumwa
ametabiri
ametafuta
ametahadharisha
ametaja
ametajwa
ametaka
ametakiwa
ametamba
ametambua
ametambulika
ametambuliwa
ametamka
ametanabaisha
ametangaza
ametangazwa
ametangulia
ametawala
ametekeleza
ametekwa
ameteleza
ametembelea
ametemwa
ametenda
ametenga
ametengeneza
ametengwa
ametetea
ameteua
ameteuliwa
amethibitisha
amethubutu
ametia
ametimiza
ametimuliwa
ametinga
ametingwa
ametishia
ametishiwa
ametiwa
ametoa
ametoboa
ametoka
ametokea
ametolewa
ametoroka
ametoweka
ametozwa
ametua
ametuachia
ametuambia
ametuhumiwa
ametujalia
ametulia
ametuma
ametumia
ametumikia
ametumiwa
ametumwa
ametunga
ametunukiwa
ametupa
ametupilia
ametupwa
ametusaidia
ametutoka
ametwaa
ameua
ameuagiza
ameuambia
ameuawa
ameufanya
ameugua
ameuliza
ameumbwa
ameumia
ameumizwa
ameunda
ameunga
ameungana
ameunganishwa
ameupa
ameupata
ameupokea
ameupongeza
ameutaka
ameutoa
ameuwawa
ameuza
ameuzwa
amevaa
amevalia
amevamiwa
amevimba
amevitaja
amevitaka
amevuka
amevuliwa
amevunja
amevunjika
amevutiwa
amewaacha
amewaachia
amewaagiza
amewaahidi
amewaambia
amewaandaa
amewaandikia
amewaasa
amewacharukia
amewaeleza
amewafanyia
amewahakikishia
amewahi
amewahimiza
amewaita
amewajia
amewajumuisha
amewakumbusha
amewalaumu
amewaomba
amewaondoa
amewaongezea
amewaonya
amewapa
amewapiga
amewapongeza
amewasaliti
amewashangaa
amewashauri
amewashirikisha
amewashukia
amewashukuru
amewashutumu
amewasifu
amewasihi
amewasili
amewasiliana
amewasilisha
amewatahadharisha
amewataja
amewataka
amewateua
amewatoa
amewatuma
amewaweka
ameweka
amewekewa
amewekeza
amewekwa
ameweza
amewezesha
ameyafanya
ameyaona
ameyapata
ameyasema
ameyataja
ameyataka
amezaa
amezaliwa
amezama
amezeeka
ameziagiza
ameziba
amezidi
amezidiwa
amezikwa
amezindua
amezingatia
amezipata
amezishauri
amezisikia
amezitaja
amezitaka
amezitoa
ameziweka
amezoea
amezua
amezuia
amezuiliwa
amezuiwa
amezunguka
amezungukwa
amezungumza
amezungumzia
amfanyie
amfuate
ami
amicus
amigolas
amiliki
amin
amina
aminata
amini
aminiel
amir
amira
amiri
amis
amisom
amit
amka
amkabidhi
amkeni
amlaze
amlipe
amman
amnesty
amnunulie
amoah
amodu
amoja
amon
amorim
amorin
amos
amosi
amour
amourin
ampatie
ampe
ampeleke
ampendaye
ampigie
ampishe
amr
amref
amri
amruhusu
amsaidie
amsamehe
amsema
amshauri
amsterdam
amtafute
amtaje
amteue
amtoe
amu
amua
amuombe
amuone
amuulize
amuweke
amuzi
amv
amwache
amwachie
amwage
amwambie
amweleze
amwombe
amy
an
ana
anaacha
anaachia
anaachiwa
anaachwa
anaaga
anaagiza
anaahidi
anaahirisha
anaainisha
anaajiriwa
anaambiwa
anaamini
anaaminika
anaamka
anaamua
anaandaa
anaandaliwa
anaandamwa
anaandika
anaandikishwa
anaangalia
anaanguka
anaanza
anaanzia
anaanzisha
anaapishwa
anaathirika
anabadilika
anabadilisha
anabainisha
anabaki
anabakia
anabanwa
anabeba
anabisha
anachagua
anachaguliwa
anachanganyikiwa
anachangia
anachapa
anacheka
anachelewa
anacheza
anachezea
anachezesha
anacho
anachoamini
anachoangalia
anachochea
anachodai
anachodaiwa
anachofahamu
anachofanya
anachohitaji
anachoishi
anachojali
anachojua
anachokiamini
anachokifahamu
anachokifanya
anachokiita
anachokijua
anachokiona
anachokiongoza
anachokipata
anachokipenda
anachokisema
anachokitaka
anachoona
anachopaswa
anachopata
anachosema
anachostahili
anachosubiri
anachotaka
anachotakiwa
anachotarajia
anachotoka
anachotuhumiwa
anachoweza
anachozungumza
anachuana
anachukia
anachukizwa
anachukua
anachukulia
anachukuliwa
anachunguza
anachunguzwa
anaclet
anadai
anadaiwa
anadanganya
anadanganywa
anadhani
anadhaniwa
anadil
anadiriki
anadokeza
anaelekea
anaelekeza
anaelewa
anaeleza
anaelezea
anaelezewa
anaelezwa
anaemia
anaenda
anaendelea
anaendeleza
anaendesha
anafaa
anafafanua
anafahamiana
anafahamika
anafahamisha
anafahamu
anafaidi
anafaidika
anafanana
anafanikiwa
anafanya
anafanyia
anafanyiwa
anafarijika
anafariki
anaficha
anafika
anafikia
anafikiri
anafikiria
anafikishwa
anafuata
anafuatilia
anafuatiwa
anafukuzwa
anafundisha
anafunga
anafungua
anafungwa
anafurahi
anafurahia
anafurahishwa
anafuta
anagawa
anageuka
anagoma
anagombea
anagonga
anagundua
anaguswa
anahaha
anahakikisha
anahamasisha
anahamia
anahamishiwa
anahangaika
anaharibu
anahatarisha
anaheshimika
anaheshimu
anahifadhi
anahimiza
anahisi
anahitaji
anahitajika
anahitimisha
anahofia
anahofu
anahoji
anahojiwa
anahudhuria
anahudumia
anahukumiwa
anahusika
anahusisha
anahusishwa
anahutubia
anaiambia
anaiba
anaibuka
anaichezea
anaichukulia
anaidai
anaielezea
anaifahamu
anaifanya
anaifundisha
anaigiza
anaiheshimu
anaijua
anaikubali
anaimani
anaimba
anaingia
anaingilia
anaingiza
anainoa
anaiomba
anaiona
anaiongoza
anaipa
anaipata
anaipenda
anaipongeza
anaishauri
anaishi
anaishia
anaishukuru
anaisubiri
anaita
anaitaja
anaitaka
anaitambua
anaitetea
anaitisha
anaitumia
anaitwa
anaiwakilisha
anajali
anajaribu
anajaza
anajenga
anajiamini
anajiandaa
anajibu
anajidai
anajidanganya
anajieleza
anajifanya
anajifua
anajifunza
anajigamba
anajihusisha
anajiita
anajikuta
anajinadi
anajiona
anajipa
anajipanga
anajipendekeza
anajishughulisha
anajisifu
anajisikia
anajisikiaje
anajitafutia
anajitahidi
anajitambulisha
anajitetea
anajitoa
anajitokeza
anajitolea
anajituma
anajiuliza
anajiunga
anajiuzulu
anajivunia
anajua
anajulikana
anajuta
anajutia
anakaa
anakabidhi
anakabidhiwa
anakabiliana
anakabiliwa
anakadiria
anakadiriwa
anakagua
anakaimu
anakamatwa
anakamilisha
anakana
anakanusha
anakaribia
anakaribisha
anakaribishwa
anakata
anakataa
anakatwa
anakemea
anakerwa
anakiamini
anakifahamu
anakifanya
anakiita
anakijua
anakimbia
anakimbilia
anakipiga
anakiri
anakiuka
anakofanyia
anakohudhuria
anakoishi
anakokwenda
anakopa
anakopita
anakosa
anakosea
anakosoa
anakotaka
anakotoka
anakua
anakuambia
anakubali
anakubaliana
anakubalika
anakufa
anakufaa
anakuja
anakula
anakumbana
anakumbuka
anakumbukwa
anakumbusha
anakunywa
anakupa
anakupenda
anakusanya
anakusudia
anakuta
anakutana
anakuwa
anakwambia
anakwenda
anakwepa
analaani
analala
analalamika
analalamikia
analalamikiwa
analaumiwa
analaumu
analazimika
analazimisha
analazimishwa
analea
analenga
analeta
analia
analiambia
analifahamu
analifanyia
analijua
analima
analinda
analindwa
analiona
analipa
analipia
analipiwa
analipwa
analitaka
analitambua
analo
analodaiwa
analofanya
analoishi
analolifanya
analoliongoza
analosema
analotaka
analotoka
analoweza
anamaanisha
anamaliza
anamalizia
anamatumaini
anambra
anamchukia
anamfahamu
anamfanyia
anamheshimu
anamhitaji
anamiliki
anamini
anamjua
anamkaribisha
anamkataba
anamkubali
anamkumbuka
anamlalamikia
anamoishi
anampa
anampeleka
anampenda
anampiga
anampigia
anampongeza
anamsaidia
anamshangaa
anamshukuru
anamsubiri
anamtaja
anamtaka
anamtambua
anamtegemea
anamtetea
anamtuhumu
anamuachia
anamudu
anamuhitaji
anamuomba
anamuona
anamuunga
anamwachia
anamwakilisha
anamwambia
anamwamini
anamweleza
anamwelezea
anamwita
anamwona
anancha
anang
anania
ananiambia
ananilea
ananipa
ananipenda
ananufaika
ananunua
ananyimwa
anao
anaodai
anaodaiwa
anaogopa
anaoishi
anaolewa
anaomba
anaona
anaondoa
anaondoka
anaondolewa
anaonekana
anaonesha
anaonewa
anaongea
anaongelea
anaongeza
anaongezea
anaongoza
anaongozwa
anaonya
anaonyesha
anaopata
anaota
anaotaka
anaotumia
anaoufanya
anaoupata
anaoutumia
anaowaita
anaowaongoza
anaowataka
anaowatuhumu
anaowawakilisha
anapambana
anapanda
anapanga
anapangiwa
anapaswa
anapata
anapatikana
anapatiwa
anapeleka
anapelekwa
anapenda
anapendekeza
anapendelea
anapendeza
anapendwa
anapewa
anapiga
anapigana
anapigania
anapigiwa
anapigwa
anapika
anapimwa
anapinga
anapingana
anapita
anapitia
anapoamua
anapoangalia
anapoanza
anapobaini
anapocheza
anapoenda
anapofanya
anapofariki
anapofika
anapofikia
anapofikisha
anapohisi
anapohitaji
anapohitajika
anapoibuka
anapoingia
anapoishi
